---
layout: post
name: broken-position-86
title: ! 'Broken Position #86'
time: 2008-01-04 13:36:00.000000000 +01:00
---
<h3>Aronian,L (2684) - Rowson,J (2572) [D76]<br /> BP 20080104 ch-FRA Top 16 GpA Noyon FRA (6), 02.04.2005<br /><I> [IceBox]</I><br /></h3><br /><br /><a href="http://picasaweb.google.com/albertosantini/BrokenPosition/photo#5152007625152740434"><img src="http://lh4.google.com/albertosantini/R3-bo3lVPFI/AAAAAAAAAv4/DUSaYHdUMPg/s400/bp_20080104_1.jpg" /></a><br /><br /><P>Nel libro &quot;Chess for Zebras&quot; di Rowson (Ed. Gambit - 2005) l'autore riporta una partita per spiegare la prima delle quattro dimensioni, secondo un modello semplificativo, che definiscono una posizione: materiale, qualit&agrave;, opportunit&agrave; (time) e tempo (ticking). Come dice lo stesso autore tale approccio non &egrave; una novit&agrave;. Kasparov, ad esempio, aveva gi&agrave; presentato delle idee molto simili. Rowson riporta una variante suggerita da Aronian nel dopo partita che inizia con 13.Re1, mossa scartata per via di 15...e5 perch&eacute; il Nero avrebbe un gioco &quot;facile&quot;. <B>13.Rb1 </B> [Questa variante mi ha colpito perch&eacute; pur essendo 15...e5 soltanto un paio di mosse pi&ugrave; in l&agrave;, non solo non l'avevo considerata come candidata - direi normale per una schiappa come me - ma anche non sono riuscito a calcolare correttamente il seguito. 13.Re1 cxd5 14.exd5 Nbc4 Minacciando Qb6 e costringendo il Bianco ad aprire la diagonale a1-h8. <I> (14...Nac4 </I>Giocabile con l'intenzione di andare in d6, ma a4 frena l'entusiasmo del Nero. <I>15.a4 Na5) </I>15.b3 e5!? 16.dxe6 Questa &egrave; la mossa che avevo calcolato pensando che il cavallo in c4 fosse perduto. Peccato che prendendo il pedone e5 si lascia un'autostrada per l'alfiere in g7. (16.Nf3 La continuazione naturale. 16...Nd6 <I> (16...e4? </I>Se il Nero proprio vuole sbagliare. <I>17.Nxe4 Bxa1 18.Bg5 f6 19.Qxa1 Rxe4 20.Rxe4 fxg5 21.bxc4) </I>) 16...Bxe6 E il Nero prendendo con l'alfiere apre anche la colonna per la propria donna. 17.Nxe6 A questo punto ero totalmente confuso perch&eacute; partendo a calcolare da 13.Re1 non avevo visto le linee che si aprivano e pezzi in presa. Ad esempio andiamo fino alla &quot;fine&quot;. 17...Qxd1 18.Rxd1 Rxe6 19.Rb1 Bxc3 20.bxc4 Rae8 Per carit&agrave; niente di compromesso, n&eacute; per il Bianco n&eacute; per il Nero. Certo che riuscire a valutare correttamente la posizione finale partendo da 13.Re1 e5 &egrave; un bella impresa.<I> (20...Nxc4 21.Rxb7) </I>] <B></B>Mi sembra di aver capito che, dove le posizioni hanno ancora qualcosa da dire in termini di minaccie e catture, il carico cognitivo &egrave; maggiore non solo perch&eacute; bisogna calcolare pi&ugrave; in profondit&agrave; - anche se magari sono mosse forzate - ma bisogna tener conto di pi&ugrave; mosse candidate che determinano nuove posizioni con nuovi elementi tattici e strategici come, ad esempio, le aperture di linee. Autori come Rowson e Aagaard suggeriscono, per allenarsi al carico cognitivo, quello di calcolare posizioni critiche - non solo di tipo tattico - in un tempo prefissato gi&agrave; commentate da giocatori magistrali per confrontare poi il risultato. <B>13...Rc8 14.Re1 cxd5 15.exd5 Nac4 16.b3 Nd6 17.Bb2 Na8 18.a4 Qb6 19.Nce2 Nc7 20.Nf4 Nf5 21.Nxf5 Bxf5 22.Bxg7 Bxb1 23.Ba1 Bf5 24.g4 Qb4 25.gxf5 Qxf4 26.fxg6 hxg6 27.Re4 Qh6 28.Bb2 Rcd8 29.Rd4 Qh5 30.Qd2 e5 31.Rd3 Qf5 32.Bh3 Qf4 33.Qxf4 exf4 34.d6 Re1+ 35.Kg2 f3+ 36.Kg3 Ne6 37.Bf6 Nc5 38.Bxd8 Nxd3 39.Bf6 Nc5 40.d7 Nxd7 41.Bxd7 Rb1 42.Kxf3 Rxb3+ 1/2-1/2</B></P><div class="blogger-post-footer"><img width='1' height='1' src='https://blogger.googleusercontent.com/tracker/5222581269807323470-6009200081793933867?l=albertosantini.blogspot.com' alt='' /></div>
